tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
brew "bat"
brew "pkg-config"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "handbrake"
brew "jq"
brew "mas"
brew "nvm"
brew "pinentry-mac"
brew "rcm"
brew "tokei"
brew "vbindiff"
brew "websocat"
brew "yt-dlp"
brew "cloudflare/cloudflare/cloudflared"
cask "android-platform-tools"
cask "appcleaner"
cask "cleanshot"
cask "daisydisk"
cask "discord"
cask "figma"
cask "font-cascadia-code"
cask "font-hack"
cask "github"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "keyboardcleantool"
cask "notion"
cask "noun-project"
cask "raycast"
cask "rectangle-pro"
cask "scroll-reverser"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
mas "Camera Preview", id: 1632827132
mas "ColorSlurp", id: 1287239339
mas "Final Cut Pro", id: 424389933
mas "Gifski", id: 1351639930
mas "Hyperduck", id: 6444667067
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Pages", id: 409201541
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
# vscode "aeschli.vscode-css-formatter"
# vscode "albert.TabOut"
# vscode "balehok.ts-prune-vscode"
# vscode "bierner.folder-source-actions"
# vscode "chamboug.js-auto-backticks"
# vscode "christian-kohler.path-intellisense"
# vscode "clinyong.vscode-css-modules"
# vscode "dbaeumer.vscode-eslint"
# vscode "dracula-theme.theme-dracula"
# vscode "dsznajder.es7-react-js-snippets"
# vscode "esbenp.prettier-vscode"
# vscode "figma.figma-vscode-extension"
# vscode "freebroccolo.sml"
# vscode "geequlim.godot-tools"
# vscode "GitHub.copilot"
# vscode "GitHub.github-vscode-theme"
# vscode "GrapeCity.gc-excelviewer"
# vscode "jbockle.jbockle-format-files"
# vscode "jianglinghao.vscode-npm-scripts"
# vscode "kuhnchriseu.vscode-formatter-godot"
# vscode "lukaserat.npm-scripts"
# vscode "ms-python.python"
# vscode "ms-vsliveshare.vsliveshare"
# vscode "naumovs.color-highlight"
# vscode "redhat.vscode-yaml"
# vscode "rvest.vs-code-prettier-eslint"
# vscode "sburg.vscode-javascript-booster"
# vscode "skyapps.fish-vscode"
# vscode "stkb.rewrap"
# vscode "streetsidesoftware.code-spell-checker"
# vscode "styled-components.vscode-styled-components"
# vscode "tamasfe.even-better-toml"
# vscode "toba.vsfire"
# vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
# vscode "VisualStudioExptTeam.vscodeintellicode"
# vscode "vscodevim.vim"
# vscode "waderyan.gitblame"
# vscode "zhuangtongfa.material-theme"
