tap "cloudflare/cloudflare"
tap "homebrew/bundle"

# Core CLI
brew "bat"
brew "btop"
brew "difftastic"
brew "exiftool"
brew "git-delta"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "jq"
brew "mas"
brew "neovim"
brew "superbrothers/opener/opener" # daemon: `open URL` on Mac when xdg-open fires on a remote host (see ssh/config)
brew "pinentry-mac"
brew "rcm"
brew "ripgrep"
brew "starship"
brew "tokei"
brew "tree"
brew "vbindiff"
brew "websocat"
brew "wget"
brew "yt-dlp"
brew "cloudflare/cloudflare/cloudflared"

# Casks
cask "1password-cli"
cask "appcleaner"
cask "cleanshot"
cask "daisydisk"
cask "discord"
cask "figma"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "imageoptim"
cask "jordanbaird-ice"
cask "keyboardcleantool"
cask "kitty"
cask "markedit"
cask "notion"
cask "noun-project"
cask "raycast"
cask "rectangle-pro"
cask "spotify"
cask "swiftbar"
cask "texturepacker"
cask "vlc"
cask "zed"
cask "zoom"

# Mac App Store
mas "Final Cut Pro", id: 424389933
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Pages", id: 409201541
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
